Repository: donok1/CanZE4iOS
Catalog: CanZE/CanZE/*.lproj/Localizable.strings
Languages: de, fr, ru, uk

# toast_AdjustSettings
source: Please adjust the settings first
de: Bitte die Einstellungen bearbeiten
fr: Veuillez d’abord ajuster les paramètres
ru: Пожалуйста, сначала установите настройки
uk: Будь ласка, спочатку встановіть налаштування

# title_activity_tires
source: Tires info
de: Information zu den Rädern - RDKS
fr: Info pneumatiques
ru: Информация о шинах
uk: Інформація про шини

# title_activity_leakCurrents
source: Leak currents
de: Fehlerströme
fr: Courant de fuite harmoniques
ru: Токи утечки
uk: Струми витоку

# title_activity_prediction
source: Charging Prediction
de: Aufladevorhersage
fr: Prévision de charge
ru: Прогноз зарядки
uk: Прогноз зарядки

# title_activity_range
source: Range
de: Reichweite
fr: Autonomie
ru: Пробег
uk: Пробіг

# title_activity_heatmap_bat
source: Temperature heatmap
de: Übersicht: Temperaturen der einzelnen Akkuzellen
fr: Température des modules
ru: Карта температур
uk: Мапа температур

# title_activity_heatmap_cellvoltage
source: Voltage heatmap
de: Übersicht: Spannungen der einzelnen Akkuzellen
fr: Tension des cellules
ru: Карта напряжений
uk: Мапа напруг

# label_CellVoltageTop
source: Highest cell voltage (V)
de: Höchste Zellen-Spannung (V)
fr: Tension de cellule la plus haute (V)
ru: Наивысшее напряжение ячейки (В)
uk: Найвища напруга комірки (В)

# label_CellVoltageBottom
source: Lowest cell voltage (V)
de: Niedrigste Zellen-Spannung (V)
fr: Tension de cellule la plus basse (V)
ru: Наинизшее напряжение ячейки (В)
uk: Найнижча напруга комірки (В)

# label_CellVoltageDelta
source: Cell voltage difference (mV)
de: Zellen-Spannungsdifferenz (mV)
fr: Différence des tensions (mV)
ru: Разница напряжений ячейки (мВ)
uk: Різниця напруг комірки (мВ)

# title_activity_firmware
source: Firmware
ru: Прошивка
uk: Прошивка

# title_activity_elm_test
source: Test ELM327 Dongle
de: Teste ELM327 Dongle
fr: Test du Dongle ELM327
ru: Тест адаптора ELM327
uk: Тест адаптору ELM327

# title_activity_dtc
source: Diagnostic Trouble Codes
de: Fehlerspeicher
fr: Diagnostic des codes d’erreur
ru: Коды ошибок (DTC)
uk: Коди помилок (DTC)

# title_activity_driving
source: Driving info
de: Fahrtinformationen
fr: Informations de conduite
ru: Информация про езду
uk: Інформація про їзду

# title_activity_dash
source: Dash
de: Instrumententafel
ru: Панель приборов
uk: Панель приладів

# title_activity_consumption
source: Consumption
de: Verbrauch
fr: Consommation
ru: Расход
uk: Споживання

# title_activity_clima_tech
source: Climate
de: Klimatisierung
fr: Climatisation
ru: Климатизация
uk: Кліматизація

# title_activity_charging_history
source: Charging history
de: Lade-Chronik
fr: Historique de charge
ru: История зарядок
uk: Історія зарядок

# title_activity_charging_graph
source: Charging graphs
de: Lade-Diagramm
fr: Graphiques de charge
ru: Графики зарядки
uk: Графіки зарядки

# title_activity_charging
source: Charging
de: Ladeparameter
fr: Charge
ru: Зарядка
uk: Зарядка

# title_activity_braking
source: Braking info
de: Bremsinformationen
fr: Informations de freinage
ru: Информация о торможении
uk: Інформація про гальмування

# title_activity_battery
source: Battery
de: Hochspannungs-Akku
fr: Batterie
ru: Батарея
uk: Батарея

# title_activity_auxbatt
source: 12 volt battery
de: 12V Zusatzakku
fr: Batterie 12 V
ru: 12В батарея
uk: 12В батарея

# title_activity_alldata
source: All data
de: Alle Daten
fr: Toutes les données
ru: Все данные
uk: Усі дані

# prompt_YesIKnow
source: Yes
de: Ja
fr: Oui
ru: Да
uk: Так

# label_Miles
source: Miles
de: Meilen
ru: Мили
uk: Милі

# label_InterPhaseVoltage
source: Inter phase voltage 12/23/31 (V)
de: Dreieck-Phasenspannung 12/23/31 (V)
fr: Tension entre phases 12/23/31 (V)
ru: Межфазное напряжение 12/23/31 (В)
uk: Міжфазна напруга 12/23/31 (В)

# label_InstantConsumption
source: Instant Consumption
de: aktueller Verbrauch (kW)
fr: Consommation instantanée
ru: Мгновенный расход
uk: Миттєве споживання

# label_EngineFanSpeed
source: Engine fan speed (%)
de: Lüfter-Geschwindigkeit der Antriebseinheit (%)
fr: Vitesse de rotation du ventilateur (%)
ru: Скорость вентиллятора двигателя (%)
uk: Швидкість вентилятору двигуна (%)

# default_Yes
source: Yes
de: Ja
fr: Oui
ru: Да
uk: Так

# label_HvTemp
source: Mean battery temperature (°C)
de: mittlere Akkutemperatur (°C)
fr: Température moyenne batterie (°C)
ru: Средняя температура батареи (°C)
uk: Середня температура батреї (°C)

# label_HVCoolingState
source: HV cooling state
de: Kühlungsstatus des Akkus
fr: État du conditionnement batterie
ru: Состояние охлаждения батареи
uk: Стан охолдження батареї

# label_HVEvaporationTemp
source: HV Evaporation temp (°C)
de: Verdampfertemperatur des Akkus (°C)
fr: T° évaporateur batterie (°C)
ru: Температура испарителя батареи (°C)
uk: Температура випаровувача батареї (°C)

# label_HistDuration
source: Duration
de: Dauer
fr: Durée
ru: Длительность
uk: Тривалість

# label_HKM
source: Battery odometer
de: gefahrene Akkureichweite (km)
fr: Kilométrage de la batterie de traction
ru: Одометр батареи
uk: Одометр батареї

# label_HVBatConditioningMode
source: HV Bat conditioning mode
de: Klimatisierungsmodus des Akkkus
fr: Conditionnement batterie
ru: Режим охлаждения батареи
uk: Режим охолодження батареї

# label_GroundResistanceOhm
source: Ground resistance (Ω)
de: Erdungswiderstand (Ω)
fr: Résistance de terre (Ω)
ru: Сопротивление заземления (Ом)
uk: Опір заземлення (Ом)

# label_EstimatedDrivingStyleLoss
source: Estimated driving style energy loss:
de: Voraussichtlicher Energieverlust durch Fahrweise:
fr: Estimation de la perte d’énergie due au style de conduite :
ru: Прогноз потерь от стиля вождения:
uk: Прогноз втрат від стилю керування:

# label_ClearCachedData
source: Clear cached data
de: Zwischenspeicher löschen
fr: Effacer les données en cache
ru: Очистить кешированные данные
uk: Очистити кешовані дані

# label_ClimaLoopMode
source: Climate loop mode
de: Umluftbetrieb
fr: Mode boucle de climatisation
ru: Цикл работы климатизации
uk: Цикл роботи кліматизації

# label_ClimateBatteryInteraction
source: Climate-Battery interaction
de: Wechselwirkung Klimaanlage-Akku
fr: Interaction climatisation/batterie
ru: Взаимодействие батареи и климатизации
uk: Взаємодія батареї і кліматизації

# label_CountFull
source: Full charges (#)
de: Akku voll geladen (#)
fr: Nombre de charges complètes
ru: Полных зарядок (#)
uk: Повних зарядок (#)

# label_CountPartial
source: Partial charges (#)
de: Akku partiell geladen (#)
fr: Nombre de charges partielles
ru: Частичных зарядок (#)
uk: Часткових зарядок (#)

# label_CompletionStatus
source: Completion status
de: Abschlußbericht
fr: État d’avancement
ru: Состояние завершения
uk: Стан завершення

# label_ChargingPrediction
source: Charging prediction
de: Ladevorhersage
fr: Prévision de charge
ru: Прогноз зарядки
uk: Прогноз зарядки

# label_ChaStatus
source: Charging Status
de: Ladestatus
fr: État de la charge
ru: Состояние зарядки
uk: Стан зарядки

# message_clear
source: Clear
de: Löschen
fr: Effacer
ru: Очистить
uk: Очистити

# prompt_Accept
source: Yes, I got it!
de: Ja! Ich habe das verstanden
fr: Oui, j’ai compris !
ru: Да, понятно!
uk: Так, зрозуміло!

# prompt_Attention
source: ATTENTION
de: ACHTUNG
ru: ВНИМАНИЕ
uk: УВАГА

# message_UnexpectedResult
source: Query sent, but unexpected result received:[
de: Anfrage gesendet, aber unerwartetes Ergebnis bekommen:[
fr: Requête envoyée, mais le résultat est inattendu:[
ru: Запрос послан, но получен неожиданный результат:[
uk: Запит відправлено, але отримано неочікуваний результат:[

# message_ResultEmpty
source: Result is empty. Your dongle will not work
de: Testergebnis: Der Dongle wird nicht funktionieren.
fr: Le résultat est vide. Votre Dongle ne fonctionne pas
ru: Результат пуст. Ваш OBD2 адаптор не будет работать
uk: Результат порожній. Ваш OBD2 адаптор не буде працювати

# message_Problem
source: Problem:
fr: Problème :
ru: Проблема:
uk: Проблема:

# label_Duration
source: Duration (hh:mm)
de: Dauer (hh:mm)
fr: Durée (hh:mm)
ru: Длительность (чч:мм)
uk: Тривалість (гг:хх)

# message_CantConnect
source: Can't connect. Bluetooth not configured yet?
de: Bluetooth-Verbindung kann nicht hergestellt werden - Einstellungen kontollieren
fr: Connection impossible. Bluetooth pas encore configuré ?
ru: Невозможно подключиться. Возможно Bluetooth еще не настроен?
uk: Неможливо під'єднатись. Можливо Bluetooth ще не налаштовано?

# message_DumpDone
source: Done. Logfile created
de: Fertig! Logfile angelegt
fr: Terminé. Fichier log créé
ru: Готово. Файл журнала создан
uk: Готово. Файл журналу створений

# message_ELM13Ready
source: ELM ready, version 1.3, should work
fr: ELM prêt, version 1.3, devrait fonctionner
ru: ELM готов, версия 1.3, должен работать
uk: ELM готовий, версія 1.3, повинен працювати

# message_ELM14Ready
source: ELM ready, version 1.4, should work
fr: ELM prêt, version 1.4, devrait fonctionner
ru: ELM готов, версия 1.4, должен работать
uk: ELM готовий, версія 1.4, повинен працювати

# message_ELM20Ready
source: ELM ready, version 2.x, will probably not work, please report if it does
fr: ELM prêt, version 2.x, ne fonctionnera probablement pas, veuillez nous informer si cela fonctionne
ru: ELM готов, версия 2.x, скорее всего не будет работать, сообщите нам, если работает
uk: ELM готовий, версія 2.x, скоріше за все не буде працювати, сповістіть нас, якщо працює

# message_ELM8015Ready
source: ELM ready, version innocar, should work
fr: ELM prêt, version innocar, devrait fonctionner
ru: ELM готов, версия неизвестна, должен работать
uk: ELM готовий, версія невідома, повинен працювати

# message_ELMReady
source: ELM is now ready
de: ELM ist bereit
fr: ELM est maintenant prêt
ru: ELM готов к работе
uk: ELM готовий до роботи

# message_ELMUnknown
source: ELM ready, unknown version, will probably not work, please report if it does
fr: ELM prêt, version inconnue, ne fonctionnera probablement pas, veuillez nous informer si cela fonctionne
ru: ELM готов, версия неизвестна, должен работать
uk: ELM готовий, версія невідома, повинен працювати

# message_ClearSuccessful
source: Clear seems successful, please query DTCs
de: Fehlerspeicher sind gelöscht, bitter erneut überprüfen
fr: L’effacement semble avoir réussi, interrogez les DTCs
ru: Очистка, похоже, успешна. Пожалуйста, запросите ошибки (DTC)
uk: Очистка, схоже, успішна. Будь ласка, запитайте помилки (DTC)

# message_NoGetDtcsField
source: Get DTCs field does not exist
de: Das DTC Feld existiert nicht
fr: Le champ d’interrogation des DTCs n’existe pas
ru: Поле запроса ошибки (DTC) не существует
uk: Поле запиту помилки (DTC) не існує

# message_NoTestSessionField
source: Start session field does not exist
de: Testsequenz existiert nicht
fr: Le champ start session n’existe pas
ru: Поле начала сесии не существует
uk: Поле початку сесії не існує

# message_FieldNotExists
source: Requested field does not exist. This is an error in the test suite, please report
de: Angefordertes Feld existiert nicht. Dies ist ein Fehler im Testablauf, bitte melden
fr: Le champ demandé n’existe pas. Il s’agit d’une erreur de la séquence de test, veuillez signaler
ru: Запрошенное поле не существует. Это ошибка системы тестирования, пожалуйста сообщите о ней
uk: Поле, що було запитано, не існує. Це помилка системи тестування, будь ласка, сповістіть про неї

# message_ExpectedResult
source: Received expected result ==========
de: Erwartetes Ergebnis erhalten ==========
fr: Résultats attendus reçus ==========
ru: Получен неожиданный результат ==========
uk: Отримано неочікуванний результат ==========

# help_Main
source: Use swipe gestures to switch between Main, Technical and Experimental screens.
de: Bildschirm-Wischen zum Wechseln zwischen der Hauptseite, Technikseite und Laborseite
fr: Faites glisser votre doigt sur l’écran pour basculer entre menu Principal, Technique et Expérimental
ru: Проведите пальцем для переключения между Основным, Техническим и Экспериментальным экранами.
uk: Проведіть пальцем для переключення між Головним, Технічним та Експериментальним екранами.

# prompt_Decline
source: No, I didn't understand a word…
de: Nein! Ich habe kein Wort verstanden
fr: Non, je n’y comprends rien…
ru: Нет, ничего не понятно…
uk: Ні, нічого не зрозуміло…

# prompt_NoSd
source: External SD card not available, not writeable or has not sufficient space left to log data.
de: Externe SD Karte ist nicht verfügbar, nicht beschreibbar oder hat zu wenig freien Speicher um Daten zu loggen.
fr: La carte SD externe n’est pas disponible ou est protégée en écriture ou ne dispose pas d’espace suffisant pour enregistrer les données. L’exportation des données ne peut pas être activée !
uk: Зовнішня SD-карта не доступна, захищена від запису або має недостатній залишок ємності для запису даних журналу.

# prompt_WarningDriving
source: Driving and not paying full attention to traffic is extremely dangerous and will put your life and the life of those around you at risk. Disabling of this mode is not recommended at all! Are you sure you want to continue disabling the Safe Driving Mode?
de: Während der Fahrt ist es extrem gefährlich, sich nicht auf den Verkehr zu konzentrieren. Das eigenes Leben und das der Anderen wird aufs Spiel gesetzt. Diesen Modus zu entsperren wird nicht empfohlen. Den Modus Sicher-Fahren trotzdem entsperren?
fr: Conduire sans attacher toute votre attention à la route est extrêmement risqué et peut mettre en danger votre vie et celle des personnes qui vous entourent. La désactivation de ce paramètre est fortement déconseillée ! Êtes-vous sûr de vouloir désactiver le verrouillage des fonctions pendant la conduite ?
ru: Не уделять полного внимания дорожной обстановке во время движения крайне опасно и подвергает угрозе вашу жизнь и жизни окружающих. Выключение этого режима совершенно не рекомендуется. Вы уверены, что действительно хотите отключить режим блокировки во время движения?
uk: Не приділяти повну увагу дорожній обстановці під час руху вкрай небезпечно та піддає загрозі ваше життя та життя оточуючих. Вимкнення цього режима абсолютно не рекомендовано! Чи ви впевнені, що дійсно хочете вимкнути режим блокування під час руху?

# message_NoClearDtcField
source: Clear DTCs field does not exist
de: Lösche DTCs Feld existiert nicht
fr: Le champ d’effacement des DTCs n’existe pas
ru: Поле сброса ошибки (DTC) не существует
uk: Поле скидання помилки (DTC) не існує

# message_MessageNull
source: Msg is null. Is the car switched on?
de: kein Datenempfang. Ist das Fahrzeug eingeschalten?
fr: Le message est nul. La voiture est-elle en marche ?
ru: Значение Msg равно null. Включен ли ЭМ?
uk: Значення Msg дорівнює null. Чи ЕМ увімкнений?

# message_DevicePassed
source: Your device passed all the tests, it will probably work just fine
de: Der Dongle hat alle Tests bestanden, es sollte einwandfrei funktionieren
fr: Votre Dongle a passé tous les tests, il devrait fonctionner correctement.
ru: Ваше устройство прошло все тесты, скорее всего оно будет работать отлично
uk: Ваш пристрій пройшов всі тести, скоріше за все він буде працювати відмінно

# message_GetDtcs
source: Sending start DTCs sequence:[
de: Starte DTCs Sequenz
fr: Envoi de la séquence start DTC…
ru: Посылаю начало последовательности ошибок (DTC):[
uk: Відправляю початок послідовності помилок (DTC):[

# message_InitFailed
source: Initialisation failed
de: Initialisierung gescheitert
fr: Échec de l’initialisation
ru: Ошибка инициализации
uk: Помилка ініціалізації

# message_HardResetFailed
source: Hard reset failed, restarting Bluetooth ...
fr: Réinitialisation échouée, redémarrage Bluetooth...
ru: Полная перезагрузка не сработала, перезапускаю Bluetooth…
uk: Повне перезавантаження не спрацювало, перезапускаю Bluetooth…

# message_NoActiveDtcs
source: No active DTCs
de: Keine aktiven DTCs
fr: Aucun DTC actif
ru: Нет активных ошибок (DTC)
uk: Немає активних помилок (DTC)

# help_Fields
source: This logs all fields requested by the actual screen.
de: Diese Felder werden gespeichert
fr: Trace tous les champs interrogés par l’écran courant
ru: Журналирует все поля, запрошенные текущим экраном.
uk: Журналює усі поля, що запитані поточним екраном.

# help_Experimental
source: These buttons are for testing purposes only
de: Diese Loborseite ist einzig allein für Testzwecke
fr: Ces boutons sont à des fins de test uniquement
ru: Эти кнопки предназначены исключительно для тестирования
uk: Ці кнопки призначені виключно для тестування

# help_Ecus
source: Click on an ECU to get details. Learn more about the car's computers <a href="http://canze.fisch.lu/computers/">here</a>.
de: Klick auf ein ECU um Details anzuzeigen. Mehr erfahren <a href="http://canze.fisch.lu/computers/">hier</a>.
fr: Cliquez sur un ECU pour afficher les détails. Plus d’informations sur les calculateurs de la voiture <a href="http://canze.fisch.lu/computers/">ici</a>.
ru: Нажмите на ЭБУ для получения детальной информации. Больше информации о компьютерах в ЭМ <a href="http://canze.fisch.lu/computers/">тут</a>.
uk: Натисніть на ЕБУ для отримання детальної інформації. Більше інформації про комп'ютери в ЕМ <a href="http://canze.fisch.lu/computers/">тут</a>.

# help_DTC
source: To enable clearing DTC's: Enter key card Gear to D Hold start button for approximately 5 seconds until the 'Remove card' message appears Gear to P
de: Zum Entsperren von DTC Löschen's: Keycard einschieben auf D schalten Start Taste für ca. 5 Sekunden halten bis die Meldung 'Karte entfernen' erscheint auf P schalten
fr: Pour permettre l’effacement des DTC: Insérez la carte dans la fente Positionnez le sélecteur de vitesse sur D Maintenez enfoncé le bouton Start pendant environ 5 secondes jusqu’à l’apparition du message “Retirez la carte” Positionnez le levier de vitesse sur P
ru: Чтобы включить возможность очистки ошибок (DTC): Вставьте ключ-карту Селектор передач в D Зажмите кнопку START приблизительно на 5 секунд, пока не появится сообщение «Remove card» Селектор передач в P
uk: Щоби увімкнути можливість очистки помилок (DTC): Вставте ключ-карту Селектор передач у D Затисніть кнопку START приблизно на 5 секунд, поки не з'явиться повідомлення «Remove card» Селектор передач у P

# help_QA
source: More detailed information about these data can be found in the <a href='http://canze.fisch.lu/qa/'>Q & A section</a> of the <a href='http://canze.fisch.lu/'>CanZE homepage</a>.
de: Weitere Details zu diesen Daten können in der <a href='http://canze.fisch.lu/qa/'>Q & A Sektion</a> der <a href='http://canze.fisch.lu/'>CanZE homepage</a>.
fr: Des informations détaillées sur ces données peuvent être obtenues dans <a href='http://canze.fisch.lu/qa/'>la section Q & A</a> du site <a href='http://canze.fisch.lu/'>CanZE </a>.
ru: Более детальная информация об этих данных можно найти в <a href='http://canze.fisch.lu/qa/'>разделе Q & A</a> <a href='http://canze.fisch.lu/'>домашней страницы CanZE</a>.
uk: Більш детальну інформацію про ці дані можна знайти у <a href='http://canze.fisch.lu/qa/'>разділі Q & A</a> <a href='http://canze.fisch.lu/'>домашньої сторінки CanZE</a>.

# message_NoConnection
source: No connection. Close this screen and make sure your device paired and connected
de: Keine Verbindung. Diese Anzeige schließen und Verbindung prüfen
fr: Pas de connexion. Fermez cet écran et assurez-vous que le dispositif soit appairé et connecté
ru: Нет связи. Закройте этот экран и убедитесь, что ваше устройство включено и с ним создана пара
uk: Немає зв'язку. Зачініть цей екран і пересвідчіться, що ваш пристрій підключено та з ним утворено пару

# message_NoEcuDefinition
source: Cannot find definitions for this ECU. DTC codes display only
de: Keine Definitionen gefunden für diese ECU. Nur DTC Codes Anzeige
fr: Impossible de trouver les définitions de cet ECU. Codes DTC affichés uniquement
ru: Не могу найти определения для этого ЭБУ. Возможно лишь отображение кодов ошибок (DTC)
uk: Не можу знайти визначення для цього ЕБУ. Можливо лише відображення кодів помилок (DTC)

# message_Ready
source: Ready
de: Bereit
fr: Prêt
ru: Готово
uk: Готово

# message_SendingInit
source: Sending initialisation sequence
de: Übertragung initialisieren
fr: Envoi de la séquence d’initialisation
ru: Посылаю инициализационную последовательность
uk: Надсилаю ініціалізаційну послідовність

# message_StartTestSession
source: Sending start tester session sequence
de: Starte Testsequenz
fr: Envoi de la séquence start tester session…
ru: Отправляю последовательность начала сессии тестирования
uk: Відправляю послідовність початку сесії тестування

# message_PrepFree
source: Processing prepped free frame PARK BRAKE
de: Durchführung vorbereitet freier Block PARKBREMSE
fr: Traitement de la commande Free Frame PARK BRAKE
ru: Обрабатываю подготовленный кадр PARK BRAKE
uk: Опрацьовую підготований кадр PARK BRAKE

# message_PollerStopping
source: Please wait while the poller thread is stopped…
de: Bitte warten bis der Hintergrundprozess beendet ist …
fr: Veuillez patienter pendant l’arrêt de la tâche principale…
ru: Пожалуйста, подождите, пока остановится опрашивающий поток…
uk: Будь ласка, почекайте, поки зупиниться поток, що опитує…

# message_PrepIsoTp
source: Processing prepped ISO-TP command CLUSTER SW
fr: Traitement de la commande ISO-TP CLUSTER SW
ru: Обрабатываю подготовленную команду ISO-TP CLUSTER SW
uk: Опрацьовую підготовану команду ISO-TP CLUSTER SW

# prompt_BluetoothOn
source: Are you sure you want to continue enabling the Bluetooth Background Mode?
de: Sind Sie sicher, dass Sie den Bluetooth Hintergrund Modus aktivieren wollen?
fr: Voulez-vous vraiment continuer à activer le Bluetooth en arrière-plan?
ru: Вы действительно хотите включить фоновый режим Bluetooth?
uk: Ви впевнені, що хочете увімкнути фоновий режим Bluetooth?

# default_NotOk
source: Not OK
de: Nicht OK
fr: Pas OK
ru: Не ОК
uk: Не ОК

# label_AltFields
source: Use ISOTP fields
fr: Utiliser champs ISOTP
ru: Использовать поля ISOTP
uk: Використовувати поля ISOTP

# label_Darkmode
source: Dark Mode
de: Modus dunkel
fr: Mode Sombre
ru: Принудительный Тёмный Режим
uk: Примусовий Темний Режим

# message_gotfirst
source: Got first value…
ru: Получено первое значение…
uk: Отримано перше значення…

# message_gotsecond
source: Got second value…
ru: Получено второе значение…
uk: Отримано друге значення…

# message_waitsecond
source: Waiting for second value…
ru: Ожидание второго значения…
uk: Очікування другого значення…

# title_activity_research
source: Research
de: Forschung
ru: Исследование
uk: Дослідження

# title_activity_speedcontrol
source: Average speed
de: Durchschnittsgeschwindigkeit
ru: Средняя скорость
uk: Середня швидкість

# message_NoFreeTesting
source: Not testing free frames, as you selected Use ISOTP fields
ru: Не проверяем свободные кадры, так как вы выбрали использование полей ISOTP
uk: Не перевіряємо вільні кадри, оскільки ви обрали використання полів ISOTP

# label_TapToStart
source: Tap anywhere to start or reset
de: Zum Starten oder Zurücksetzen tippen
ru: Нажмите в любом месте для начала или сброса
uk: Натисніть у будь-якому місці для початку чи скидання

# label_averageSpeed
source: Average speed
de: Durchschnittsgeschw.
ru: Средняя скорость
uk: Середня швидкість

# button_Research
source: Research
de: Forschung
ru: Исследование
uk: Дослідження

source: Hello blank fragment
ru: Привет, пустой фрагмент
uk: Привіт, порожній фрагменте

# menu_Custom
source: Custom
de: Benutzerdefiniert
ru: Персонализированный экран
uk: Персоналізований екран

# button_speedcontrol
source: Avg speed
de: Durchschn. Geschw.
ru: Ср. скорость
uk: Сер. швидкість

# title_activity_settingscustom
source: Custom fragment settings
de: Benutzerdefinierte button Einstellungen
fr: Custom button settings
ru: Настройка персонализированного экрана
uk: Налаштування персоналізованого екрану
