Repository: donok1/CanZE4iOS
Catalog: CanZE/CanZE/*.lproj/Localizable.strings
Languages: de, fr, ru, uk

# action_settings
source: Settings
de: Einstellungen
fr: Paramètres
ru: Настройки
uk: Налаштунки

source: Build:
fr: Compilé :
ru: Сборка:
uk: Збірка:

# button_AllData
source: All data
de: Alle Daten
fr: Toutes les données
ru: Все данные
uk: Всі дані

# button_Battery
source: Battery
de: HV Akku
fr: Batterie
ru: ВВ батарея
uk: ВВ батарея

# button_Braking
source: Braking
de: Brems-Infos
fr: Freinage
ru: Торможение
uk: Гальмування

# button_Charging
source: Charging
de: Lade-Infos
fr: Charge
ru: Зарядка
uk: Зарядка

# button_ChargingGraphs
source: Charging graphs
de: Ladediagramme
fr: Graphiques de charge
ru: График зарядки
uk: Графік зарядки

# button_ChargingPrediction
source: Charging Prediction
de: Aufladevorhersage
fr: Prévision de charge
ru: Прогноз зарядки
uk: Прогноз зарядки

# button_ClearDTCs
source: Clear
de: Fehlerspeicher löschen
fr: Effacement
ru: Сбросить ошибки (DTC)
uk: Скинути помилки (DTC)

# button_Climate
source: Climate
de: Klimatisierung
fr: Climatisation
ru: Климатизация
uk: Климатизація

# button_Consumption
source: Consumption
de: Verbrauch
fr: Consommation
ru: Расход
uk: Споживання

# button_Dash
source: Dash
de: Instrumententafel
ru: Панель приборов
uk: Панель приладів

# button_Double
source: Double
de: Doppelt
ru: Удвоить
uk: Подвоїти

# button_Driving
source: Driving
de: Fahrt-Infos
fr: Conduite
ru: Езда
uk: Їзда

# button_DtcReadout
source: DTC readout
de: Fehlerspeicher auslesen
fr: Lecture DTCs
ru: Чтение ошибок (DTC)
uk: Читання помилок (DTC)

# button_ElmTesting
source: ELM testing
de: ELM Test
fr: Test ELM
ru: Тест ELM
uk: Тест ELM

# button_Firmware
source: Firmware
ru: Прошивка
uk: Прошивка

# button_WriteCsv
source: Write all to csv
de: Alle in csv schreiben
fr: Tout écrire dans csv
ru: напишите все в csv
uk: напишите все в csv

# button_HeatmapTemperature
source: Temperature heatmap
de: Übersicht Zellen-Temperatur
fr: T° des modules
ru: Карта температур
uk: Мапа температур

# button_HeatmapVoltage
source: Voltage heatmap
de: Übersicht Zellen-Spannung
fr: Tension des cellules
ru: Карта напряжений
uk: Мапа напруг

# button_LeakCurrents
source: Leak Currents
de: Fehlerströme
fr: Harmoniques
ru: Токи утечки
uk: Струми витоку

# button_QueryDTCs
source: Query
de: Fehlerspeicher abfragen
fr: Interrogation
ru: Запрос ошибок (DTC)
uk: Запит помилок (DTC)

# button_Range
source: Range
de: Reichweite
fr: Autonomie
ru: Пробег
uk: Пробіг

# button_Tires
source: Tires
de: Räder-Infos
fr: Pneus
ru: Шины
uk: Шини

# button_Tires_read
source: read
de: ID lesen
ru: считать
uk: зчитати

# button_Tires_write
source: write
de: ID schreiben
ru: записать
uk: записати

# button_alldata
source: All data
de: Alle Daten
fr: Toutes les données
ru: Все данные
uk: Всі дані

# button_AuxBatt
source: 12 volt batt
de: 12V Akku
fr: Batterie 12 V
ru: Совет по замене
uk: 12В батарея

# button_chargingHistory
source: Charging history
de: Ladeverlauf
fr: Historique de charge
ru: История зарядок
uk: Історія зарядок

# default_Cancel
source: Cancel
de: Abbrechen
fr: Annuler
ru: Отмена
uk: Скасувати

# default_No
source: No
de: Nein
fr: Non
ru: Нет
uk: Ні

# default_Ok
source: OK
ru: ОК
uk: ОК

# default_Reset
source: Reset
de: Zurücksetzen
fr: Réinitialiser
ru: Сбросить
uk: Скинути

# default_ZeroNm
source: 0 Nm
ru: 0 Нм
uk: 0 Нм

# format_DumpWriting
source: Wait, writing %s
de: Einen Moment bitte, Daten werden geschrieben %s
fr: Patientez, écriture %s
ru: Подождите, идет запись %s
uk: Зачекайте, йде запис %s

# format_NoAsset
source: Can't access asset %s
de: Kein Zugriff auf %s
fr: Impossible d’accéder à %s
ru: Нет доступа к %s
uk: Немає доступу до %s

# format_NoSid
source: %s: sid %s does not exist
de: %s: sid %s does not exist in class Fields
fr: %s: sid %s n’existe pas dans la classe Fields
ru: %s: sid %s отсутствует в классе Fields
uk: %s: sid %s відсутній у класі Fields

# format_NoView
source: No view with id '%s%s'
de: Keine Ansicht möglich: id '%s%s'
fr: Il n’y a pas de vue avec l’id '%s%s'
ru: Нет экрана с id '%s%s'
uk: Немає екрану з id '%s%s'

# graph_CellVoltages
source: Cell Voltages (V)
de: Spannung der Akkuzellen (V)
fr: Tension des cellules (V)
ru: Напряжение на ячейках (В)
uk: Напруга на комірках (В)

# graph_Climatech
source: External (°C), Internal (°C), Setpoint (°C), Battery (°C)
de: Außen (°C), Innen (°C), Vorgabe (°C), Akku (°C)
fr: Extérieure (°C), Habitacle (°C), Consigne (°C), Batterie (°C)
ru: Снаружи (°C), Внутри (°C), Заказ (°C), Батарея (°C)
uk: Ззовні (°C), Всередині (°C), Замовлення (°C), Батарея (°C)

# graph_DistanceEnergy
source: Available range (km), Available energy (kWh)
de: Verfügbare Reichweite (km), Verfügbare Energie (kWh)
fr: Autonomie (km), Énergie disponible (kWh)
ru: Доступный пробег (км), Доступная энергия (кВтч)
uk: Наявний пробіг (км), наявна енергія (кВтг)

# graph_EnergyTemperature
source: Available energy (kWh), temperature (°C)
de: Verfügbare Energie (kWh), Temperatur (°C)
fr: Énergie disponible (kWh), Température (°C)
ru: Доступная энергия (кВтч), Температура (°C)
uk: Наявна енергія (кВтг), Температура (°C)

# graph_MaxRealChPwr
source: Max battery charge (kW) / DC charging power (kW)
de: Max Akkuladeleistung (kW) / DC Ladeleistung (kW)
fr: Puissance max de charge batterie (kW) / Puissance de charge DC (kW)
ru: Предел зарядки батареи (кВт) / DC мощность (кВт)
uk: Межа зарядки батареї (кВт) / DC потужність (кВт)

# unit_SpeedMi
source: u0020mi/h
ru: миль/ч
uk: міль/г

# unit_ConsumptionKm
source: u0020kWh/100km
ru: кВтч/100км
uk: кВтг/100км

# unit_ConsumptionMiAlt
source: u0020mi/kWh
ru: миль/кВтч
uk: міль/кВтг

# unit_Nm
source: Nm
ru: Нм
uk: Нм

# unit_SpeedKm
source: u0020km/h
ru: км/ч
uk: км/г

source: Version:
ru: Версия:
uk: Версія:

# prompt_NoSecureWay
source: No
de: Nein
fr: Non
ru: Нет
uk: Ні

# prompt_NoThanks
source: No, thanks
de: Nein Danke
fr: Non, merci
ru: Нет, спасибо
uk: Ні, дякую

# toast_Reconnecting
source: Reconnecting Bluetooth…
de: baue Bluetooth-Verbindung wieder auf …
fr: Reconnexion Bluetooth…
ru: Переподключение Bluetooth
uk: Перепідключення Bluetooth

# toast_NotWhileDriving
source: Not possible while driving…
de: Während der Fahrt nicht möglich …
fr: Impossible durant la conduite…
ru: Недоступно во время езды…
uk: Недоступно під час їзди…

# toast_NoBluetooth
source: This device does not have any bluetooth adapter. Sorry…
de: Dieses Gerät verfügt nicht über einen Bluetooth Adapter. Sorry …
fr: Cet appareil de possède pas d’adaptateur Bluetooth. Désolé…
ru: У этого устройства нет ни одного адаптора bluetooth. Извинте…
uk: У цього пристрою немає жодного адаптору bluetooth. Вибачте…

# prompt_Sorry
source: I am sorry…
de: Entschuldigung …
fr: Désolé…
ru: Прошу прощения…
uk: Перепрошую…

# prompt_SetDistance
source: Please enter the distance to your destination. The display will estimate the remaining driving distance available in your battery on arrival
de: Bitte die Entfernung zum Ziel eingeben. Die Restreichweite bei Ankunft wird dann ermittelt.
fr: Entrez la distance jusqu’à votre destination. L’application va estimer l’autonomie disponible à l’arrivée.
ru: Пожалуйста, введите расстояние до точки назначения. На экране будет отображаться прогноз остатка пробега, доступного на вашей батарее после прибытия
uk: Будь ласка, введіть відстань до пункту призначення. На екрані відображатиметься прогноз залишку пробігу, наявного у вашій батареї по прибутті

# prompt_Distance
source: REMAINING DISTANCE
de: VERBLEIBENDE REICHWEITE
fr: DISTANCE RESTANTE
ru: ОСТАТОК ПРОБЕГА
uk: ЗАЛИШОК ПРОБІГУ

# label_PtcRelay1
source: PTC Relay 1
de: PTC Relais 1
fr: Relais CTP 1
ru: Реле PTC-термистора 1
uk: Реле PTC-термістору 1

# label_PtcRelay2
source: PTC Relay 2
de: PTC Relais 2
fr: Relais CTP 2
ru: Реле PTC-термистора 2
uk: Реле PTC-термістору 2

# label_PtcRelay3
source: PTC Relay 3
de: PTC Relais 3
fr: Relais CTP 3
ru: Реле PTC-термистора 3
uk: Реле PTC-термістору 3

# label_Phases
source: Phases
de: Phasen
ru: Фазы
uk: Фази

# label_Range
source: Avail. range
de: verfügbare Reichweite
fr: Autonomie
ru: Дост. пробег
uk: Наяв. пробіг

# label_Fields
source: Fields
de: Felder
fr: Champs
ru: Поля
uk: Поля

# label_Car
source: Car
de: Fahrzeug Typ
fr: Véhicule
ru: Элетромобиль
uk: Електроавтівка

# label_12A
source: 12 volt current (A)
de: 12V Akku Strom (A)
fr: Courant batterie 12 volts (A)
ru: 12В ток (А)
uk: 12В струм (А)

# label_12V
source: 12 volt voltage (V)
de: 12V Akku Spannung (v)
fr: Tension batterie 12 volts (V)
ru: 12В напряжение (В)
uk: 12В напруга (В)

# graph_ModuleTemperatures
source: Battery modules temperatures (°C)
de: Temperatur der Akkuzellen (°C)
fr: Température des modules (°C)
ru: Температура модулей батареи (°C)
uk: Температура модулів батареї (°C)

# graph_PilotPower
source: Charge pilot amp (A), Charging power (kW)
de: Ladestrom (A), Ladeleistung (kW)
fr: Courant pilote (A), Puissance de charge (kW)
ru: Пилотный сигнал тока (А), Мощность зарядки (кВт)
uk: Пілотний сигнал струму (А), Потужність зарядки (кВт)

# graph_PowerSoc
source: Power (kW), SOC (%)
de: Leistung (kW), Kapazität (%)
fr: Puissance (kW), État de charge (%)
ru: Мощность (кВт), SOC (%)
uk: Потужність (кВт), SOC (%)

# graph_RealIndicatedSoc
source: SOC real / user (%)
de: Echte, Angezeigte Kapazität (SOC) (%)
fr: État de charge réel / indiqué (%)
ru: Настоящий и отображаемый уровень заряда (%)
uk: Справжній та відображений рівень заряду (%)

# graph_SOH
source: State of health (%)
de: Akku-Vitalität (SOH) (%)
fr: État de santé (%)
ru: Остаточная емкость (SOH) (%)
uk: Залишкова ємність (SOH) (%)

# graph_SpeedConsumption
source: Speed (km/h), Consumption (kWh/100km)
de: Geschwindigkeit (km/h), Verbrauch (kWh/100km)
fr: Vitesse (km/h), Consommation (kWh/100km)
ru: Скорость (км/ч), Расход (кВтч/100км)
uk: Швидкість (км/г), Споживання (кВтг/100км)

# header_Battery
source: Battery parameters
de: HV Akkudaten
fr: Batterie
ru: Параметры батареи
uk: Параметри батареї

# header_Charging
source: Charger parameters
de: Ladeparameter
fr: Détail de la charge
ru: Параметры зарядного устройства
uk: Параметри зарядного пристрою

# header_ChargingHistory
source: Last 10 sessions
de: Letzte 10 Ladevorgänge
fr: 10 dernières sessions
ru: Последние 10 сессий
uk: Останні 10 сесій

# header_CompTemp
source: Battery modules temperatures and balancing
de: Temperaturen und Balancing der Akkuzellen
fr: Température et équilibrage des modules
ru: Температура модулей батареи и балансировка
uk: Температура модулів батареї та балансування

# label_PhaseVoltage
source: Phase voltage 1/2/3 (V)
de: Stern-Phasenspannung 1/2/3 (V)
fr: Tension phases 1/2/3 (V)
ru: Фазовое напряжение 1/2/3 В
uk: Фазнова напруга 1/2/3 В

# label_LeakCurrentDc
source: Leak current DC (mA)
de: Fehlerstrom DC (mA)
fr: Courant de fuite DC (mA)
ru: Ток утечки DC (мА)
uk: Струм витоку DC (мА)

# label_LeakCurrentEhf
source: Leak current EHF, 10 KHz harmonics (mA)
de: Fehlerstrom EHF, 10 KHz harmonics (mA)
fr: Courant de fuite THF, harmoniques 10 kHz (mA)
ru: Ток утечки КВЧ, гармоники 10 кГц (мА)
uk: Струм витоку ВВЧ, гармоніки 10 кГц (мА)

# label_LeakCurrentHf
source: Leak current HF, 10 Khz (mA)
de: Fehlerstrom HF, 10 Khz (mA)
fr: Courant de fuite HF, 10 kHz (mA)
ru: Ток утечки ВЧ, 10 кГц (мА)
uk: Струм витоку ВЧ, 10 кГц (мА)

# label_LeakCurrentLf
source: Leak current LF, 50 Hz (mA)
de: Fehlerstrom LF, 50 Hz (mA)
fr: Courant de fuite BF, 50 Hz (mA)
ru: Ток утечки НЧ, 50 Гц (мА)
uk: Струм витоку НЧ, 50 Гц (мА)

# label_LogLevel
source: Log level
fr: Niveau de log
ru: Уровень журналирования
uk: Рівень журналювання

# label_LogToSdcard1
source: Log to sdcard1
de: Auf SDCard speichern
fr: Enregistrer la trace sur sdcard1
ru: Журналирование на SD-карту 1
uk: Журналювання на SD-карту 1

# label_MainsCurrentType
source: Mains current type
de: Ladestationtyp
fr: Type de réseau
ru: Тип сети
uk: Тип мережі

# label_MainsActivePowerConsumed
source: Mains active power consumed (W)
de: Gesamtleistungsaufnahme (W)
fr: Puissance absorbée sur le réseau (W)
ru: Активная мощность, потребляемая с сети (Вт)
uk: Активна потужність, що споживається з мережі (Вт)

# label_Options
source: Options
de: Optionen
ru: Опции
uk: Опції

# label_Plug
source: Plug Status
de: Anschlußstatus
fr: État de la prise
ru: Состояние подключения
uk: Стан підключення

# label_StateOfCharge
source: State of charge (%)
de: Ladestand (%)
fr: État de charge
ru: Уровень заряда (SOC) (%)
uk: Рівень заряду (SOC) (%)

# label_TTF
source: Time to full (min)
de: Zeit bis voll (min)
fr: Temps de charge jusqu’à 100 % (min)
ru: Время полной зарядки (мин)
uk: Час повної зарядки (хв)

# label_Temperatures
source: Temperatures (°C)
de: Temperaturen
fr: Températures
ru: Температуры (°C)
uk: Температури (°C)

# label_TotKwh
source: Total battery usage (kWh)
de: Gesamtverbrauch (kWh)
fr: Charge cumulée totale (kWh)
ru: Суммарное использование батаери (кВтч)
uk: Сумарне використання батареї (кВтг)

# label_TotKwhRegen
source: Total energy from regenerative breaking (kWh)
de: Gesamtenergie durch Rekuperation (kWh)
fr: Charge cumulée en freinage régénératif (kWh)
ru: Суммарная энергия рекуперативного торможения (кВтч)
uk: Сумарна енергія рекуперативного гальмування (кВтг)

# label_TripConsumption
source: Trip consumption
de: Fahrtverbrauch
fr: Consommation trajet
ru: Расход за поездку
uk: Споживання за поїздку

# label_TripDistance
source: Trip distance
de: Tageskilometer
fr: Distance trajet
ru: Расстояние поездки
uk: Відстань поїздки

# label_TripEnergy
source: Trip energy (kWh)
de: Fahrtenergieverbrauch (kWh)
fr: Énergie trajet (kWh)
ru: Энергия за поездку (кВтч)
uk: Енергія за поїздку (кВтг)

# label_TypeOfCharge
source: Type
de: Typ
ru: Тип
uk: Тип

# label_TireFL
source: Front left
de: Vorne links
fr: Avant gauche
ru: Передняя слева
uk: Передня ліворуч

# label_TireFR
source: Front right
de: Vorne rechts
fr: Avant droit
ru: Передняя справа
uk: Передня праворуч

# label_TireIDFL
source: ID front left
de: ID vorne links
fr: ID avant gauche
ru: ID передней слева
uk: ID передньої ліворуч

# label_TireIDFR
source: ID front right
de: ID vorne rechts
fr: ID avant droit
ru: ID передней справа
uk: ID передньої праворуч

# label_TireIDRL
source: ID rear left
de: ID hinten links
fr: ID arrière gauche
ru: ID задней слева
uk: ID задньої ліворуч

# label_TireIDRR
source: ID rear right
de: ID hinten rechts
fr: ID arrière droit
ru: ID задней справа
uk: ID задньої праворуч

# label_TireRL
source: Rear left
de: Hinten links
fr: Arrière gauche
ru: Задняя слева
uk: Задня ліворуч

# label_TireRR
source: Rear right
de: Hinten rechts
fr: Arrière droit
ru: Задняя справа
uk: Задня праворуч

# label_UserSOC
source: Usable state of charge (%)
de: Nutzbarer Ladezustand (%)
fr: Charge utilisable (%)
ru: Доступный уровень заряда (%)
uk: Наявний рівень заряду (%)

# label_Volt
source: HV Battery voltage (V)
de: Spannung Akku (V)
fr: Tension batterie de traction (V)
ru: Напряжение ВВ батареи (В)
uk: Напруга ВВ батареї (В)

# label_WheelTorque
source: Wheel torque
de: Drehmoment der Räder (Nm)
fr: Couple (à la roue)
ru: Момент на колёсах
uk: Момент на колесах

# label_auxbat
source: Voltage, Vehicle state, Charging state
de: Spannung, Fahrzeugstatus, Ladezustand
fr: Tension, État du véhicule, État de la charge
ru: Напряжение, Состояние ЭМ, Состояние зарядки
uk: Напруга, Стан ЕМ, Стан зарядки

# label_auxbatvolt
source: Voltage
de: Spannung
fr: Tension
ru: Напряжение
uk: Напруга

# label_debug
source: Debugu0020
ru: Debug
uk: Debug

# label_diff_friction_torque
source: Applied Friction Torque (losses)
de: Bremsmoment durch Reibung (Verlust)
fr: Couple de friction appliqué (pertes)
ru: Приложенный момент фрикционного тормоза (потери)
uk: Прикладений момент фрикційних гальм (втрати)

# label_distance
source: Odometer
de: km-Zähler
fr: km
ru: Одометр
uk: Одометр

# label_driver_torque_request
source: Requested Torque
de: Angefordertes Drehmoment
fr: Couple demandé
ru: Запрошенный момент
uk: Замовленний момент

# label_kWh100km
source: kWh/100km
ru: кВтч/100км
uk: кВтг/100км

# label_pedal
source: Pedal position
fr: Position pédale
ru: Положение педали
uk: Положення педалі

# label_wheel_torque
source: Wheel Torque
de: Drehmoment der Räder
fr: Couple (à la roue)
ru: Момент на колёсах
uk: Момент на колесах

# label_vehiclestate
source: Vehicle state
de: Fahrzeugstatus
fr: État du véhicule
ru: Состояние ЭМ
uk: Стан ЕМ

# label_phaseCurrent
source: Phase current RMS 1/2/3 (A)
de: Phasenstrom RMS 1/2/3 (A)
fr: Courant phases 1/2/3 (A)
ru: Фазовые токи (сред.кв.) 1/2/3 (А)
uk: Фазові струми (серед.кв.) 1/2/3 (А)

# label_max_pilot
source: Charge pilot Amp
de: Ladestrom (A)
fr: Courant pilote (A)
ru: Пилотный сигнал тока (А)
uk: Пілотний сигнал струму (А)

# label_max_charge
source: Max battery charge/regen kW
de: max Akkumulator-Aufladung/Rekuperation (kW)
fr: Puissance de charge/régénération max. (kW)
ru: Максимум зарядки/реген. (кВт)
uk: Максимум зарядки/реген. (кВт)

# menu_Experimental
source: Experimental
de: Laborseite
fr: Expérimental
ru: Экспериментальное
uk: Експериментальне

# menu_Main
source: Main
de: Hauptseite
fr: Principal
ru: Основное
uk: Головне

# menu_Technical
source: Technical
de: Technikseite
fr: Technique
ru: Техническое
uk: Технічне

# label_IH_ClimCompPWRStatus
source: Compressor RPM, ECO
de: Kompressor UpM, ECO
fr: Compresseur RPM, ECO
ru: Обороты компрессора, ECO
uk: RPM компресору, ECO

# header_GridParameters
source: Grid parameters
de: Ladestation Parameter
fr: Paramètres du réseau
ru: Параметры электросети
uk: Параметри електромережі

# button_ChargingTech
source: Charging Tech
de: Auflade-Daten
fr: Données de charge
ru: Данные зарядки
uk: Дані зарядки

# header_ChargeSummary
source: Charging summary
de: Zusammenfassung Ladeverlauf
fr: Bilan des charges
ru: Резюме зарядок
uk: Резюме зарядок

# header_DrivingCh
source: Driving
de: Fahren
fr: Conduite
ru: Езда
uk: Їзда

# help_AllTorques
source: All torques are given in combined wheel torques, not motor torques.
de: Alle Drehmomente werden als kombinierte Reifendrehmomente - nicht Motordrehmomente - angegeben
fr: Tous les couples sont exprimés à la roue et non en couple moteur.
ru: Все моменты указаны на колёсах суммарно, а не на двигателе.
uk: Усі моменти вказано на колесах сумано, а не на двигуні.

# help_PressuresMbar
source: All pressures in mbar. Pressures are only received when driving.
de: Alle Angaben in mbar
fr: Toutes les pressions sont exprimées en millibars. Elles sont reçues uniquement en roulant.
ru: Все давления в мбар
uk: Всі тиски в мбар

# label_ACPower
source: AC power
de: AC Ladestationsleistung (kW)
fr: Puissance AC
ru: AC мощность
uk: AC потужність

# label_ACPressure
source: Pressure (bar)
de: Klimatisierungsanlage Betriebsdruck (bar)
fr: Pression
ru: Давление (бар)
uk: Тиск (бар)

# label_Actions
source: Actions
de: Funktionen
ru: Действия
uk: Дії

# label_Amps
source: HV Battery current (A)
de: Strom Akku (A)
fr: Courant batterie de traction (A)
ru: Ток ВВ батареи (А)
uk: Струм ВВ батареї (А)

# label_AuxStatus
source: Replacement advice
de: Austausch-Meldung
fr: Conseil de remplacement
ru: Совет про замену
uk: Порада щодо заміни

# label_AvChPwr
source: Available charging power (kW)
de: verfügbare Ladestationleistung (kW)
fr: Puissance de charge disponible (kW)
ru: Доступная мощность зарядки (кВт)
uk: Наявна потужність зарядки (кВт)

# label_AvEner
source: Available Energy (kWh)
de: Verfügbare Energie (kWh)
fr: Énergie disponible (kWh)
ru: Доступная энергия (кВтч)
uk: Наявна енергія (кВтг)

# label_BatteryTemperature
source: Battery Temperature
de: Akkutemperatur (°C)
fr: Température de la batterie
ru: Температура батареи (°C)
uk: Температура батареї (°C)

# label_BluetoothBackgroundMode
source: Bluetooth Background Mode
de: Bluetooth Hintergrund Modus
fr: Mode Bluetooth en arrière plan
ru: Фоновий режим Bluetooth
uk: Фоновий режим Bluetooth

# label_DISTA
source: Available range
de: Reichweite
fr: Autonomie disponible (km)
ru: Доступный пробег
uk: Наявний пробіг

# label_DcLoad
source: DC-DC Load (%)
de: DC-DC Belastung (%)
fr: Charge DCDC (%)
ru: Нагрузка DC-DC (%)
uk: Навантаження DC-DC (%)

# label_DcPwr
source: DC Power (kW)
de: DC Leistung (kW)
fr: Puissance DC (kW)
ru: Мощность DC-DC (кВт)
uk: Потужність DC-DC (кВт)

# label_DcPower
source: DC ch. pwr.
de: DC Leistung (kW)
fr: Puissance DC
ru: Мощность DC-DC
uk: Потужність DC-DC

# label_Debug
source: Debug
ru: Отладка
uk: Налагодження

# label_DeviceAddress
source: Device address
de: Geräteadresse
fr: Adresse du périphérique
ru: Адрес устройства
uk: Адреса пристрою

# label_DeviceType
source: Device Type
de: Gerätetyp
fr: Type de périphérique
ru: Тип устройства
uk: Тип пристрою

# label_DistAvailAtDest
source: Dist. available at dest.
de: Reichweite bei Ankunft
fr: Autonomie restante
ru: Пробег по прибытию
uk: Пробіг по прибутті

# label_DistToDest
source: Distance to destination
de: Entfernung bis zum Ziel
fr: Distance jusqu’à destination
ru: Расстояние до точки назначения
uk: Відстань до пункту призначення

# label_ETF
source: Energy to full (kWh)
de: Energie bis voll geladen (kWh)
fr: Énergie jusqu’à 100 % (kWh)
ru: Остаток энергии до полного (кВтч)
uk: Залишок енергії до повного (кВтг)

# label_ElecBrakeWheelsTorqueApplied
source: Applied Electrical Torque (regeneration)
de: Bremsenergierückgewinnung (Rekuperation)
fr: Couple électrique appliqué (régénération)
ru: Приложенный электрический момент (регенерация)
uk: Прикладений електричний момент (регенерація)

# label_EndBatteryTemp
source: Temp
fr: T°
ru: Темп.
uk: Темп.

# label_EndOfChargeStatus
source: End
de: Ende
fr: Fin
ru: Итог
uk: Підсумок

# label_RangeRemaining
source: Available range by car:
de: Restreichweite nach OBD2
fr: Autonomie donnée par la voiture :
ru: Пробег согласно ЭМ:
uk: Пробіг згідно ЕМ:

# label_RangeRemainingCanZE
source: Available range by CanZE:
de: Restreichweite nach CanZE:
fr: Autonomie calculée par CanZE :
ru: Пробег согласно CanZE:
uk: Пробіг згідно CanZE:

# label_RealSOC
source: Real state of charge (%)
de: Realer Ladezustand (%)
fr: Charge réelle (%)
ru: Настоящий уровень заряда (%)
uk: Справжній рівень заряду (%)

# label_RemoteDevice
source: Remote device
de: Verbindung mit
fr: Périphérique distant
ru: Удаленное устройство
uk: Віддаленний пристрій

# label_SOH
source: State of health (%)
de: Akku-Vitalität SOH (%)
fr: État de santé (%)
ru: Остаточная емкость (SOH) (%)
uk: Залишкова ємність (SOH) (%)

# label_SafeDrivingMode
source: Safe Driving Mode
de: Modus Sicheres-Fahren
fr: Bloquer pendant la conduite
ru: Блокировать во время езды
uk: Блокувати під час їзди

# label_SdCardLogging
source: SD card logging
de: Speichere auf SD Karte
fr: Enregistrer les traces sur la carte SD
ru: Журналирование на SD-карту
uk: Журналювання на SD-карту

# label_StateAtThisMoment
source: State at this moment
de: Aktuelle Ladeparameter
fr: État actuel
ru: Состояние на сейчас
uk: Стан на зараз

# label_SupervisorState
source: Supervisor state
de: Kontrollstatus
fr: État du superviseur
ru: Состояние супервизора
uk: Стан супервізору

# label_TireSpdPresMisadaption
source: Speed-pressure misadaption
de: Geschwindigkeits-Druck Fehlinterpretation
fr: Erreur d’adaptation Vitesse-Pression
ru: Ошибка адаптации скорости-давления
uk: Помилка адаптації швидкості-тиску

# title_activity_settings
source: Settings
de: Einstellungen
fr: Paramètres
ru: Настройки
uk: Налаштунки

# toast_BluetoothLost
source: Bluetooth connection lost!
de: Bluetooth-Verbindung getrennt!
fr: Perte de la connexion Bluetooth !
ru: Потеряно соединение Bluetooth!
uk: Втрачено з'єднання Bluetooth!

# toast_CacheCleared
source: Cache has been cleared…
de: Zwischenspeicher wurde gelöscht …
fr: Le cache a été vidé…
ru: Кеш очищен…
uk: Кеш очищено…

# toast_InitWidgets
source: Initialising widgets
de: Initialisierungsbereich
fr: Initialisation des widgets
ru: Инициализация виджетов
uk: Ініціалізація віджетів
