Repository: donok1/CanZE4iOS
Catalog: CanZE/CanZE/*.lproj/Localizable.strings
Languages: de, fr, ru, uk

# CPLCComStatus
source: Communication Status
de: Status Kommunikation
fr: Statut de communication
ru: Состояние связи высокого уровня (HLC)
uk: Стан зв'язку високого рівня (HLC)

source: EV Ready
de: Bereitschaft Fahrzeug
fr: VE prêt
ru: Готовность ЭМ
uk: Готовність ЕМ

source: EV Request State
de: Fahrzeug Anfragezustand
fr: État requête VE
ru: Запрос от ЭМ
uk: Запит від ЕМ

# EVSEState
source: Charger State
de: Zustand Ladestation
fr: État du chargeur
ru: Ответы зарядной станции
uk: Відповіді зарядної станції

# EVSEVoltageLimitReached
source: DC charge voltage limit reached
de: DC Spannungslimit erreicht
fr: Tension max charge DC atteinte
ru: Досягнуто предельное напряжение зарядки DC
uk: Досягнуто граничної напруги зарядки DC

# EVSECurrentLimitReached
source: DC charge current limit reached
de: DC Stromlimit erreicht
fr: Intensité max charge DC atteinte
ru: Досягнут предельный ток зарядки DC
uk: Досягнуто граничного струму зарядки DC

# EVSEPowerLimitReached
source: DC charge power limit reached
de: DC Leistungslimit erreicht
fr: Puissance max charge DC atteinte
ru: Досягнута предельная мощность зарядки DC
uk: Досягнуто граничної потужності зарядки DC

# EVSEMaxCurrent
source: DC charge max current (A)
de: DC max Ladestrom (A)
fr: Intensité max charge DC (A)
ru: Максимальный ток зарядки DC (А)
uk: Максимальний струм зарядки DC (А)

# EVSEMaxPower
source: DC charge max power (W)
de: DC max Ladeleistung (W)
fr: Puissance max charge DC (W)
ru: Максимальная мощность зарядки DC (Вт)
uk: Максимальна потужність зарядки DC (Вт)

# EVSEMaxVoltage
source: DC charge max voltage (V)
de: DC max Ladespannung (V)
fr: Tension max charge DC (V)
ru: Максимальное напряжение зарядки DC (В)
uk: Максимальна напруга зарядки DC (В)

# EVSEPresentCurrent
source: DC charge present current (A)
de: DC aktueller Ladestrom (A)
fr: Intensité charge DC présente (A)
ru: Текущий ток зарядки DC (А)
uk: Поточний струм зарядки DC (А)

# EVSEPresentVoltage
source: DC charge present voltage (V)
de: DC aktuelle Ladespannung (V)
fr: Tension charge DC présente (V)
ru: Текущее напряжение зарядки DC (В)
uk: Поточна напруга зарядки DC (В)

# EVSEFailureStatus
source: Failure Status
de: Fehlerstatus Ladestation
fr: État d'erreur
ru: Наличие ошибок
uk: Наявна помилка

# EVSEStatus
source: Charger Status
de: Status Ladestation
fr: Statut du chargeur
ru: Состояние зарядной станции
uk: Стан зарядної станції

# header_EVSEParameters
source: CCS Parameters
de: CCS Parameter
fr: Paramètres CCS
ru: Параметры CCS
uk: Параметри CCS

# label_CanSeeSettings
source: CanSee settings
fr: Paramètres CanSee
ru: Настройки CanSee
uk: Налаштунки CanSee

# label_CarModel
source: Model
fr: Modèle
ru: Модель
uk: Модель

# label_ConfigureCustomFragment
source: Configure custom fragment
fr: Configuration du menu personnalisé
ru: Настройка персонализированного экрана
uk: Налаштування персоналізованого екрану

# label_Display
source: Display
fr: Affichage
ru: Экран
uk: Екран

# label_DistanceUnit
source: Distance unit
fr: Unité de distance
ru: Единицы измерения
uk: Одиниці виміру

# label_Info
source: Info
fr: Informations
ru: Информация
uk: Інформація

# label_Kilometers
source: Kilometers
fr: Kilomètres
ru: Километры
uk: Кілометри

# label_Logging
source: Logging
fr: Journalisation
ru: Журналирование
uk: Журналювання

# label_LoggingSettings
source: Logging settings
fr: Paramètres de journalisation
ru: Настройки журналирования
uk: Налаштунки журналювання

# label_LogLevelSummary
source: Defines the level of debug toast messages shown
fr: Détermine la quantité de messages toasts affichée
ru: Уровень отображения сообщений режима отладки
uk: Рівень відображення повідомлень режиму налагоджування

# label_Security
source: Security
fr: Sécurité
ru: Безопасность
uk: Безпека

# label_Settings_Device
source: Device
fr: Périphérique
ru: Устройство
uk: Пристій

# label_StartupActivity
source: Startup activity
fr: Page de démarrage
ru: Начальный экран
uk: Початковий екран

# label_Theme
source: Theme
fr: Thème
ru: Цветовая схема
uk: Кольорова схема

# label_ThemeDark
source: Dark
fr: Sombre
ru: Тёмная
uk: Темна

# label_ThemeFollowSystem
source: Follow system
fr: Identique au système
ru: Как в системе
uk: Як в системі

# label_ThemeLight
source: Light
fr: Claire
ru: Светлая
uk: Світла

# label_ThermalComfortPower
source: Thermal comfort power usage (W)
de: Leistung Innenraumtemperierung (W)
ru: Потребление мощности климат-контроля (Вт)
uk: Споживання потужності клімат-контролю (Вт)

# label_ToastLevelElm
source: Device
fr: Périphérique
ru: Устройство
uk: Пристрій

# label_ToastLevelElmCar
source: All
fr: Tous
ru: Все
uk: Всі

# label_ToastLevelNone
source: None
fr: Aucun
ru: Никаких
uk: Жодних

# title_activity_ZE50Test
source: ZE50 test
ru: Тест ZE50
uk: Тест ZE50

# title_activity_widget
source: WidgetActivity
de: Widget Aktivität
fr: Activité Widget
